       IDENTIFICATION DIVISION.
       PROGRAM-ID. HelloWorld.
      *Thanks for blackbird71SR
       PROCEDURE DIVISION.
           DISPLAY "Hello World!".
       STOP RUN.
